{"FIND OUT MORE":{"en":"FIND OUT MORE","fr":"EN SAVOIR PLUS","nl":"MEER INFORMATIE"},"Try out the best bikes from the pro peloton on the hills of Liège Bastogne Liège or dare a descent on one of the top enduro mountain bikes on the coffee ride enduro downhill track in our back garden.":{"en":"Try out the best bikes from the pro peloton on the hills of Liège Bastogne Liège or dare a descent on one of the top enduro mountain bikes on the coffee ride enduro downhill track in our back garden.","fr":"Essayer les meilleurs vélo de route du peloton professionnel sur les côtes de Liège Bastogne Liège ou tester un VTT Enduro sur les pistes de descentes partant des décollages de parapente au sommet de la coline jusque en bas au café.","nl":"Probeer de beste racefietsen uit het prof peloton op de klimmen van Luik Bastenaken Luik of test de beste Enduro Mountainbikes op de downhill paden starten vanaf de parapent start plaatsen tot beneden aan het café."},"TEST BIKE CENTER":{"en":"TEST BIKES & RENTALS","fr":"VELO TEST ET LOCATIONS","nl":"TEST FIETSEN & VERHUUR"},"THE CAFE":{"en":"THE CAFE","fr":"LE CAFE","nl":"HET CAFE"},"ACCOMODATION":{"en":"ACCOMMODATION","fr":"LOGEMENT","nl":"ACCOMMODATION"},"GROUPS & CLUBS":{"en":"GROUPS & CLUBS","fr":"Groupes & Clubs","nl":"Groepen & Clubs"},"ABOUT THE CAFE":{"en":"ABOUT THE CAFE","fr":"A PROPOS DU CAFE","nl":"Het Café"},"THE ROOMS":{"en":"THE ROOMS","fr":"LES CHAMBRES","nl":"KAMERS"},"BOOKING INFO":{"en":"BOOKING INFO","fr":"RESERVATIONS","nl":"BOEKING"},"CAFE_short_widget_desc":{"en":"The place to be for any coffee lover. With fair trade freshly roasted beans, we propose various kinds of exotic coffees. You can find some original food dishes, appetizers, various drinks and a selection of cycling, Belgian and local beers.","fr":"Une sélection de cafés orignal vous attend dans notre cadre cosy, détente, relax. Le cadre cycliste ne cache pas notre amour du sport et la carte santé n’oublie pas les bières locales belges et organiques.","nl":"Het hart van onze organisatie is zonder twijfels het Barista fiets café. Naast heerlijke koffie afkomstig van versgemalen koffiebonen kunt er ook een aantal originele gerechtjes vinden, appetizers, verschillende dranken en een selectie van fiets, Belgische en lokale bieren."},"rooms_widget_desc":{"en":"Check out our review to know that our place is nice to sleep at. Excellent quality for money with breakfast included. Accommodates couples, families and groups alike.","fr":"Notre chambre très prisées accueille les familles, les groupes et les couples en quête d’évasion. Nos tarifs compétitifs vous laisseront le sentiment d’un excellent choix dans la région.","nl":"Overnachtingen bij Le Coffee Ride kan van vrijdag tot zondag en de hele week gedurende school vakanties en speciale gelegenheden. Het ontbijt is altijd inbegrepen. We kunnen tot 20 mensen onderbrengen verdeelt over 6 kamers. Bent u een grote groep en wenst u buiten ons standaard opening dagen te overnachten, neem zeker contact met ons op om de mogelijkheden te bekijken."},"groupes_widget_desc":{"en":"WEEKEND TRIP<br>Family groups, cycling clubs, friends or companies, we offer various « ALL IN » programs for a two nights’ weekend trip with dinner, breakfast.  Contact us to work out together the perfect stay for you and your friends, colleagues or family. <Br>","fr":"WEEKEND TRIP<br>Groupes, familles, clubs cyclistes, amis ou entreprises, nous vous offrons un programme « all in » pour un weekend de 2 nuits avec diner et petit déjeuner. Contactez-nous pour mettre sur pied votre weekend parfait pour vos amis, vos collègues ou votre famille.","nl":"WEEKEND TRIP<br>Familie groepen, fiets clubs, vrienden of bedrijven, we bieden een interessant weekend trip arrangement aan voor 2 nachten met avond eten en ontbijt. We kunnen ook in overleg op maat uw gewenste programma samenstellen."},"climbs_widget_desc":{"en":"Le Coffee Ride is surrounded with hills from the oldest cycling spring classic race. Discover many more lesser known steep roads that only locals know about. Start your ride at the café and discover them one by one. Showers are there for you when you return !","fr":"Le Coffee Ride est situé en plein milieu des côtes de la doyenne des classiques cycliste: Liège-Bastogne-Liège. Beaucoup de côtes connues mais également des montés inédites que seuls les locaux fréquentent. Démarrez votre sortie du café et découvrez les une à une. Des douches sont à disposition à votre retour! ","nl":"Le Coffee Ride is gelegen in het midden van de heuvel zone van de oudste voorjaar klassieker Luik-Bastenaken-Luik. Veel bekende beklimmingen maar ook ongekende steile hellingen die enkel bereden worden door de locals en bekende. Start je zit bij het café en vertrek op ontdekking. Douches zijn beschikbaar voor na je rit"},"Main_cafe_desc":{"en":"Le Coffee Ride Café is inspired by the world wide urban coffee bars that can be found in all major cities these days. Our goal is to offer this similar happy lifestyle vibes in the heart of the Belgian Ardennes.<br><br>Besides good coffee coming from freshly roasted coffee beans made by our partner Il Magistrale Cycling Coffee, you can find some original food dishes, appetizers, and a selection of local, Belgian and cycling related beers.<br><br>The café is open all year round on Friday till Sunday, each day of the week during school holidays and on special occasions. A cozy sofa awaits you for reading your favorites book in a relaxed atmosphere.<br><br>Like board games? Take your friends and roll of few dices with the caffeine to help you keep your focus.<br><br>You’ll find a bar, different dinner tables, a lounge space near the fire place and a large terrace outside in front of the hills and the sunset.<br><br>The sun sets right in front of our café, spreading its lights on the hills around ofr you to enjoy.<br><br>Special diner evening programs<br><br>We offer special evening dinner programs for friends, colleagues or families. This can be the ‘social barbecue’ or the ‘pasta dinner’. We also offer a ‘Belgian beers tasting’ program on request.<br><br>Please make sure you contact us in advance to book your evening dinner.<br><br>Starts from 8 people<br><br>You are not with a group but you would like an evening dinner? Please, contact us, if we already have a group reservation you can also make a dinner reservation!","fr":"Le Coffee Ride Café est un concept trouve son inspiration dans les coffee bars que l’on peut trouver dans la plupart des grandes villes. Nous souhaitons reproduire cette atmosphère chaleureuse, détente et bon vivant en plein coeur des Ardennes Belges.<br>En plus de l’excellent café de notre partenaire Il Magistrale Cycling Coffee, vous trouverez une petite restauration, des amuses bouches apéritifs, différentes boissons et une sélection de bières cyclistes, belges et locales.<br><br>Le café est ouvert toute l’année du vendredi au dimanche, et tous les jours pendant les vacances scolaires et jours fériés. Vous y trouverez un bar, des tables dinatoires, un espace lounge près du feu et une grande terrasse extérieure face aux collines de la région. Couché de soleil inclus.<br><br>Vous cherchez un endroit pour un diner avec vos amis ou vos collègues ?<br><br>Nous offrons des programmes dinatoires à partir de 8 personnes. Ceci peut être le ‘ barbecue social ‘ ou ‘ l’Italian pasta ’. Nous proposons également la dégustation de bières spéciales belges’.<br><br>Assurez-vous de réserver votre souper à l’avance.<br><br>Vous n’êtes pas un groupe mais désirez réserver un diner ? Contactez-nous, si nous avons déjà un groupe de prévu vous pourrez également réserver votre diner.<br><br>Cliquez sur les images ci-dessous pour découvrir les menus du café et des formules dinatoires.","nl":"Het hart van de organisatie is zonder twijfels het barista fiets cafe.<br><br>Le Coffee Ride Cafe vind zijn inspiratie bij de coffee bars die je in alle grote steden vandaag de dag treft. Ons doel is om het soort gelijk happy lifestyle vibe aan te bieden in het hart van de Belgische Ardennen.<br><br>Naast heerlijke koffie afkomstig van vers gemalen bonen dankzij ons partnership met Il Magistrale Cycling Coffee, vind u ook een aantal originele gerechtjes, appiritivo appetizers, verschillende dranken en een selectie van lokaal, Belgisch en fiets gerelateerde bieren.<br><br>Het Café is geopend het hele jaar door van vrijdag tot zondag, gedurende de week tijdens school vakanties en tijdens speciale gelegenheden.  Het biedt een bar, verschillende eet tafels, een lounge plek bij de openhard et een groot buiten terras met zicht op heuvels en zon ondergang. <br><br>De lunch en ontbijt kaart is beschikbaar tot en met 17u.<br><br>U wenst bij ons uw avond eten te boeken voor vrienden of collega’s?<br><br>We bieden voor groepen vanaf 8 pers speciale avond dinnee’s aan.<br><br>Dit kan de ‘ social barbecue’ zijn of de ‘ Italiaanse pasta’. We bieden ook de mogelijkheid om een ‘ Belgian beer tasting’ proef sessie te doen.<br><br>Zorg er aub voor dat u op voorhand uw avond programma bij ons boekt."},"Main_accom_desc":{"en":"We take our hospitality service very seriously and we want to make each stay at Le Coffee Ride unforgettable.<br><br>No matter if you are a family group, a cycling club, friends or a company, we believe we can offer the right service to make your stay a success.<br><br>Pick the WEEKEND that suits your best:<br><br>ROOMS: Regular rooms with breakfast<br><br>TEAM UP: Special week and weekend trip offers for groups including dinner, ultimate outdoor experience hay barn camp field facilities<br><br>CUSTOM special event programs.<br><br>You are not with a group but you would like an evening dinner? Please contact us.<br><br>Select one of the links below to find out more details.","fr":"Nous prenons l’accueil de nos clients très au sérieux et nous voulons rendre votre séjour au Coffee Ride inoubliable.<br><br>Que vous soyez un groupe familial, un club cycliste, des amis ou une entreprise, nous sommes vous offrirons un service adéquat à vos besoins pour assurer le succès votre visite.<br><br>Nous avons divisé notre offre en trois catégories.<br><br>Chambres d’hôtes : Chambres avec petit déjeuner.<br><br>Evasion : offre spéciale pour une semaine ou un weekend. Inclus en plus de l’hébergement pour tous : les déjeuners, les lunchs, et les repas du soir en option.<br><br>Grâce à nos partenaires, vous pouvez sélectionner une expérience aventure en plein nature ou des programmes évènementiel sur mesure.<br><br>Vous n’êtes pas en groupe mais vous désirez profiter d’un diner ? N’hésitez pas à nous contacter !<br><br>Sélectionnez un des liens ci-dessous pour plus d’information.","nl":"We nemen onze hospitality service ten harte en willen uw bezoek aan Le Coffee Ride onvergetelijk maken.<br><br>Of u nu een familie groep bent, een fiets club, vrienden of een bedrijf, we geloven dat we de juiste service kunnen bieden om uw bezoek van succes te garanderen.<br><br>We hebben ons aanbod in drie delen verdeeld. We bieden kamers aan met ontbijt, speciale week of weekend aanbiedingen voor groepen diner inbegrepen, een ultieme outdoor ervaring via een bivak veld met hooischuur en op maat evenementen arrangementen.<br><br>Bent u niet met een groep maar wenst u graag een avond diner, neem contact met ons op en indien er een groep boeking is kunt u een avond diner alsnog reserveren.<br><br>Via een van de onderste links vind u meer informatie hier omtrent. "},"Main_climb_desc":{"en":"<p>Le Coffee Ride is surrounded with hills from the oldest cycling spring classic race Liège Bastogne Liège.Discover these famous climbs and many lesser known steep roads that only locals know about.<br>Start your ride at the café and discover them one by one. Showers are there for you when you return!<\/p><p>In the near futur we will offer different GPS routes for you to download so you can pick the perfect ride from the café and discover the area. For now here are a few routes shared by our guests, feel free to send yours to !<\/p><p><a href=\\\"https:\/\/www.strava.com\/routes\/13826429\\\" target=\\\"_blank\\\">STRAVA ROUTE 1<\/a><\/p><p>100 KM loop with 2300 m of altitude<\/p><p>@bjorn_koopmans<\/p><a href=\\'https:\/\/www.strava.com\/routes\/13826127\\' rel=\\'noopener\\' target=\\'_blank\\'>STRAVA ROUTE 2<\/a><p>110 KM loop with 2270 of altitude<\/p><p>@bjorn_koopmans<\/p>","fr":"Cest parti!","nl":"Klaar?"},"Main_downhill_desc":{"en":"Going dowwwwn","fr":"ça descend ici","nl":"hoe zeg je dat in ndls?"},"Rooms_desc_subpage":{"en":"At Le Coffee Ride, we can host up to 20 people divided in six comfortable rooms with spring box beds.<br><br>We have shower facilities in 3 rooms and modern common showers on the first floor.<br><br>Toilets are available on each floor.<br><br>The breakfast is always included.<br><br>The price per person varies from X € and Y € depending of the period and the size of your group. Besides special occasions.<br><br>Click on the link below to see the price details.<br><br>Fill in the form on your right to send us your reservation request, we will reach back to you as soon as possible.","fr":"Le Coffee Ride hôtel peut héberger jusqu’à 20 personnes dans 6 chambres confortables équipées de lits springbox avec salle de bain privative ou partagée<br><br>Le petit déjeuner est toujours compris.<br><br>Les prix varient entre X € et Y € par personne en fonction de la période de l’année et du nombre de personnes.<br><br>Les prix peuvent exceptionnellement dépasser ces montants lors d’évènements particuliers.<br><br>Cliquer sur l’image ci-dessous pour voir le tableau des prix.<br><br>Remplissez le formulaire de réservations sur la droite pour introduire une demande d’information ou de réservation. Nous vous répondrons dans les plus brefs délais.","nl":"Bij Le Coffee Ride kunnen er tot en met 20 personen overnachten, verdeelt over 6 comfortabele kamers met spring box bedden.<br><br>We hebben douch faciliteiten in 3 kamers en beschikken over moderne douches op de eerste verdieping. <br><br>Toiletten zijn te vinden op iedere verdieping.<br><br>Ontbijt is altijd inbegrepen.<br><br>Prijzen variëren tussen X € en Y € per persoon afhankelijk van de periode van het jaar als ook of u in koppel overnacht of met een groep.<br><br>Prijzen kunnen uitzonderlijk hoger liggen tijdens het Formule 1 weekend en tijdens de 24h van Spa-Francorchamps.<br><br>Click op de afbeelding hier onder om het prijzen schema te bezien.<br><br>Vul het aanvraag formulier in om uw overnachting voor te bereiden. We komen zo snel mogelijk bij uw terug."},"Groups_subpage":{"en":"We believe that hospitality is a big thing, we love to cook and provide a delicious meal to our guests.<br><br>For groups above 8 people, we offer several all in programs including a night stay, breakfast and evening diner. <br><br>Evening dinner can be the ‘social barbecue‘or the ‘pasta dinner‘. We also offer a ‘Belgian beer tasting ‘program. <br><br>Please make sure you contact us in advance to book your evening dinner.<br><br>You are not with a group but would like an evening dinner at Le Coffee Ride, contact us, if we already have a group reservation you can still make a dinner reservation.<br><br>Click on the images below to see the arrangements we have set up.<br><br>You don’t find what you’re looking for? Contact-us with your questions and will work something out for you!<br><br>Fill in the form on your right to send us your reservation request, we will reach back to you as soon as possible. ","fr":"L’hospitalité est au coeur de nos valeurs. Nous vous préparerons un délicieux repas du soir pour un moment de convivialité.<br><br>Le repas du soir peut être le ‘social barbecue’ ou ‘l’Italian pasta’. Nous proposons également une ‘dégustation de bières spéciales Belges’.<br><br>Pour les groupes de 8 personnes ou plus, nous proposons des forfaits ALL-IN : logement, petit déjeuner et grand repas du soir.<br><br>Assurez-vous svp de réserver votre repas en avance.<br><br><br><br>Vous n’êtes pas en groupe mais désirez réserver un souper ? Contactez-nous !<br><br>Cliquer sur les images ci-dessous pour consulter tous les détails possibles.<br><br>Vous ne trouvez pas ce que vous recherché ? Contacter nous avec vos questions et nous vous reviendrons dans les plus brefs délais.","nl":"We nemen ten harte de gastvrijheid en houden van een heerlijk gerecht klaar te maken voor onze gasten.<br><br>Voor groepen vanaf 8 personen, bieden we all-in arrangementen aan. Hier is bij inbegrepen het ontbijt, avond diner en de overnachting.<br><br>Voor het avond gerecht kan er gekozen worden tussen de ‘ social barbecue ‘ of ‘ Italian pasta ‘. We bieden ook een speciale Belgische bier sessie aan. <br><br>Zorg er aub voor dat u uw avond programma op voorhand boekt.<br><br>U bent niet met een groep en wenst graag een avond diner te reserveren? Neem contact met ons op, indien er al een groep diner gepland staat kunt u alsnog uw avond gerecht reserveren. <br><br>Click op de afbeelding onderaan voor alle nodige info.<br><br>U vindt niet wat u zoekt? Neem contact met ons op en stel u vraag. We kijken graag naar een gepaste oplossing."},"Bivak_main":{"en":"Experience the ultimate nature experience by spending the night in the wildlife sheltered in an original hay barn.<br><br>This unique location is located 6 km away from Le Coffee Ride Café going on a walking path straight through the forest. The hay barn is also accessible by car riding around the hills through the valley and takes no more than 10 minutes.<br><br>Find the quitness of a cosy shelter a wood hearth inside, a camp fire place outside and a hay room to sleep in.<br><br>Guests can also spread tents around the barn at their leisure.<br><br>Warm closes, a sleeping bag and a flashlight are recommanded<br><br>The Hay barn is available for 12,5 € \/ person with a minimum of 2 nights and 10 people.","fr":"Vivez une expérience unique en passant la nuit en plein nature dans une grange typique des Ardennes.<br><br>Cette endroit unique ce situe à 6 km de notre Café. L’accès à pied se fait par sentiers en traversant la forêt et en longeant la vallée de l’Amblève. La grange est également accessible en véhicule.<br><br>Vous êtes isolé au milieu de nulle part sans électricité mais vous avez accès à l’eau courante froide, une douche non chauffé, une cuisine extérieur, un poêle à bois intérieur, endroit pour feu de camp ainsi qu’un fenil pour dormir.<br><br>Il est également possible d’installer des tentes sur le terrain entourant la grange.<br><br>Nous recommandons de prendre vos lampes de poche, des habits chauds ainsi qu un sac de couchage.<br><br>Vous pouvez louer la grange pour 12,5 € \/ personne avec un minimum de 2 nuits et 10 personnes soit 250 € pour le weekend. ","nl":"Beleef het ultieme outdoor gevoel met een overnachting in een originele hooi schuur.<br><br>Deze unieke locatie bevindt zich op 6 km van het café. Te voet is het 6km wandellen door het bos. Met de auto bent u er in 15min.<br><br>U bent volledig afgezonderd in het midden van de natuur zonder elektriciteit maar wel met koud water en douch, een buiten keuken, een binnen hard, een camp vuur plek buiten en natuurlijk een hooi zolder om in te slapen.<br><br>Het is ook mogelijk om uw tenten te zetten in het veld.<br><br>We raden aan om een aantal zak lampen mee te brengen, warme kleren en uw slaapzak.<br><br>U kunt de hooischuur huren voor 12,5€ \/ persoon vanaf 2 nachten en 10 personen, of te wel 250 €. "},"Main_Test_Center":{"en":"One of our goals is to be a fixed bicycle test center for pro peloton bikes and enduro mountain bikes.<br><br>No matter if you are a consumer who wants to try his bike before purchasing it at a local Belgian dealer or if you want to offer yourself a special riding experience on a top end bike. <br><br>Thanks to our partnerships with Pinarello today we can offer you the opportunity to test ride the F10 Dura Ace.<br><br>We plan to expend this offer in the near future, so stay tuned for what is coming. ","fr":"Le coffee Ride aspire à devenir un centre vélo test pour des vélos professionnels ainsi que des vtt enduro haut de gamme.<br><br>La possibilité s’offre à la personne qui veut tester son futur achat avant l’achat lui-même ou la celui qui veut tout simplement se faire plaisir et essayer un vélo top de gamme.<br><br>Aujourd’hui nous offrons la possibilité avec Pinarello avec le modèles F10 Dura Ace.<br><br>Nous avons l’intention d’agrandir notre offre dans un avenir proche.","nl":"Een van onze doelen is om een vast fietstest center te zijn voor prof peloton fietsen en enduro mountainbikes. We willen een toegevoegde waarden bieden voor consumenten, dealers en de merken zelf.<br><br>Zowel voor iemand die voor de aankoop van zijn nieuwe top fiets deze eens goed wilt uitproberen of iemand die zich zelf een plezier wilt doen door op een opper top high end fiets te rijden, de mogelijk is er.<br><br>Vandaag beschikken we over een partnership met Pinarello waarbij de F10 Dura Ace getest kan worden.<br><br>We hebben als doel om het aanbod hierin uit te breiden richting de toekomst."},"Clé Jeroen":{"en":"George","fr":"Jérome","nl":"Jeroen"},"Ceci est un test":{"en":"This is a test","fr":"Ceci est un test","nl":"Test NL"},"European route E 25 is a north-south European route from Hoek van Holland in the Netherlands to Palermo in Italy which includes ferry crossings from Genoa to Bastia (Corsica), from Bonifacio to Porto Torres (Sardinia) and from Cagliari to Palermo (Sicily).":{"en":"European route E 25 is a north-south European route from Hoek van Holland in the Netherlands to Palermo in Italy which includes ferry crossings from Genoa to Bastia (Corsica), from Bonifacio to Porto Torres (Sardinia) and from Cagliari to Palermo (Sicily).","fr":"Traduction fr editee","nl":"Ceci est la traduction nl<br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/>\r\n<br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/>\r\navec un espace<br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/>\r\n<br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/>\r\n<br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/><br \/>\r\n"},"The N205 carrying the E25 to the Mont Blanc Tunnel is named the Route Blanche. ":{"en":"Tralsation with \\\"quotes\\' ","fr":"","nl":""},"The Belgian part of the E25 is also denoted as ‘Route du Soleil’. This title isn’t accepted by France because it isn’t the original ‘Route du Soleil’ connecting Paris and Marseille. The Belgian ‘Route du Soleil’ is a branch of the original route, connecting Amsterdam and Marseille. This route joins the E25 near Utrecht (NL) towards Metz (F).":{"en":"Translation  with quote in key","fr":"","nl":""}}